ats/UygulamaSorgusuV2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ats="ats.saglik.gov.tr" xmlns:stok="http://schemas.datacontract.org/2004/07/Stok.EntegrasyonServisi.Model.Model.Request" xmlns:kul="ats.saglik.gov.tr/KullaniciBilgisi" xmlns:uyg="ats.saglik.gov.tr/UygulamaSorguBilgisi">
   <soapenv:Header/>
   <soapenv:Body>
      <ats:UygulamaSorgusuV2>
         <!--Optional:-->
         <ats:uygulamaSorgusuGirdi>
            <stok:KullaniciBilgisi>
               <kul:KullaniciAdi><%=KullaniciAdi %></kul:KullaniciAdi>
               <kul:Parola><%=Parola %></kul:Parola>
            </stok:KullaniciBilgisi>
            <stok:UygulamaSorguBilgisi>
               <uyg:AsiKodu><%=AsiKodu %></uyg:AsiKodu>
               <!--Optional:-->
               <uyg:DozBilgisi><%=DozBilgisi %></uyg:DozBilgisi>
               <!--Optional:-->
               <uyg:HekimKimlikNo><%=HekimKimlikNo %></uyg:HekimKimlikNo>
               <uyg:SorguNumarasi><%=SorguNumarasi %></uyg:SorguNumarasi>
               <!--Optional:-->
               <uyg:UygulamaZamani><%=UygulamaZamani %></uyg:UygulamaZamani>
               <!--Optional:-->
               <uyg:UygulananKisiId><%=UygulananKisiId %></uyg:UygulananKisiId>
               <!--Optional:-->
               <uyg:UygulananKisiTipi><%=UygulananKisiTipi %></uyg:UygulananKisiTipi>
            </stok:UygulamaSorguBilgisi>
         </ats:uygulamaSorgusuGirdi>
      </ats:UygulamaSorgusuV2>
   </soapenv:Body>
</soapenv:Envelope>